thesisCases/3_ductSystemAlt_benchmark2/ductSystem2Power/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2112                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    frontAndBack
    {
        type            empty;
        nFaces          104032;
        startFace       103322;
    }
    walls
    {
        type            wall;
        nFaces          1280;
        startFace       207354;
    }
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       208634;
    }
    outlet
    {
        type            patch;
        nFaces          80;
        startFace       208674;
    }
)

// ************************************************************************* //
