thesisCases/3_ductSystemAlt_benchmark2/ductSystem2Power/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2112                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

nu              0.001;

lambda          1e5;
alphaMax        2000.0;

volumeFraction				0.538;
iterationToEnforceVolumeConstraint      499;
//strictVolumeConstraint                    1; //0 or 1


// ************************************************************************* //
